<div class="protocol_common protocol_indent">
    欢迎使用夺宝会，申请使用小树科技有限公司提供的夺宝会服务（以下简称“夺宝会”，“夺宝会”指用户花费1元兑换一个夺宝币，同时可获得小树网盘空间，用户可凭夺宝币使用夺宝会的服务），
    请您（下列简称为“用户”）仔细阅读以下全部内容<span class="importent_words">（特别是粗体下划线标注的内容）</span>。如用户不同意本服务条款任意内容，请勿注册或使用夺宝会。如用户通过进入注册程序并勾选“我同意夺宝会服务协议”，
    即表示用户与小树科技有限公司已达成协议，自愿接受本服务条款的所有内容。此后，用户不得以未阅读本服务条款内容作任何形式的抗辩。
</div>
<div class="title_one">一、用户使用夺宝会的前提条件</div>
<div class="protocol_common">
    <ol>
        <li>用户拥有夺宝会账号，用户注册成为使用夺宝会的前提是注册并拥有一个夺宝会账号。</li>
        <li>用户在使用夺宝会时须具备相应的权利能力和行为能力，能够独立承担法律责任，如果用户在18周岁以下，必须在父母或监护人的监护参与下才能使用本应用。</li>
    </ol>
</div>

<div class="title_one">二、用户管理</div>
<div class="protocol_common">
    <ol>
        <li>用户ID</li>
        <div class="protocol_indent">用户首次登录夺宝会时，夺宝会会为每位用户生成一个帐户ID，作为其使用夺宝会服务的唯一身份标识，用户需要对其帐户项下发生的所有行为负责。</div>
        <li>用户资料完善</li>
        <div class="protocol_indent">用户应当在使用夺宝会时完善个人资料，用户资料包括但不限于个人手机号码或收货地址、帐号名称、头像、密码、注册或更新夺宝会账号时输入的所有信息。</div>
        <div class="protocol_indent">用户在完善个人资料时承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在资料中出现违法和不良信息，且用户保证其在完善个人资料和使用帐号时，不得有以下情形：</div>
        <div>
            <ul>
                <li>（1）违反宪法或法律法规规定的；</li>
                <li>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
                <li>（3）损害国家荣誉和利益的，损害公共利益的；</li>
                <li>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</li>
                <li>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
                <li>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
                <li>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
                <li>（8）侮辱或者诽谤他人，侵害他人合法权益的；</li>
                <li>（9）含有法律、行政法规禁止的其他内容的。</li>
            </ul>
        </div>
        <div class="protocol_indent">若用户提供给小树科技有限公司的资料不准确，不真实，含有违法或不良信息的，小树科技有限公司有权不予完善，并保留终止用户使用夺宝会的权利。若用户以虚假信息骗取帐号ID或帐号头像、个人简介等注册资料存在违法和不良信息的，小树科技有限公司有权采取通知限期改正、暂停使用、注销登记等措施。对于冒用关联机构或社会名人注册帐号名称的，小树科技有限公司有权注销该帐号，并向政府主管部门进行报告。</div>
        <div class="protocol_indent">根据相关法律、法规规定以及考虑到夺宝会服务的重要性，用户同意：</div>
        <div>
            <ul>
                <li>（1）在完善资料时提交个人有效身份信息进行实名认证；</li>
                <li>（2）提供及时、详尽及准确的用户资料；</li>
                <li>（3）不断更新用户资料，符合及时、详尽准确的要求，对完善个人资料时填写的身份证件信息不能更新。</li>
            </ul>
        </div>
        <li>夺宝币</li>
        <div>
            <ul class="padding_zero">
                <li class="importent_words">（1）用户兑换夺宝币的同时将获得小树网盘，夺宝币的有效期自兑换之日起算360天。前述有效期不可中断或延期，有效期届满后，用户帐户中有效期届满的夺宝币将被清空，且不可恢复。</li>
                <li>（2）夺宝币必须通过小树科技有限公司提供或认可的平台获得，从非小树科技有限公司提供或认可的平台所获得的夺宝币将被认定为来源不符合本服务协议，小树科技有限公司有权拒绝从非小树科技有限公司提供或认可的平台所获得的夺宝币在夺宝会中使用。</li>
                <li>（3）夺宝币不能用于购买或兑换其它小树科技有限公司收费服务或者转移给 其他用户。</li>
            </ul>
        </div>
        <li>用户应当保证在使用夺宝会的过程中遵守诚实信用原则，不扰乱夺宝会的正常秩序，不得通过使用他人帐户、一人注册多个帐户、使用程序自动处理等非法方式损害他人或小树科技有限公司的利益。</li>
        <li>若用户存在任何违法或违反本服务协议约定的行为，小树科技有限公司有权视用户的违法或违规情况适用以下一项或多项处罚措施：</li>
        <div>
            <ul class="padding_zero">
                <li class="importent_words">（1）责令用户改正违法或违规行为；</li>
                <li class="importent_words">（2）中止、终止部分或全部服务；</li>
                <li class="importent_words">（3）取消用户夺宝订单并取消商品发放（若用户已获得商品）， 且用户已获得的夺宝币不予退回；</li>
                <li class="importent_words">（4）冻结或注销用户帐号及其帐号中的夺宝币（如有）；</li>
                <li class="importent_words">（5）其他小树科技有限公司认为合适在符合法律法规规定的情况下的处罚措施。</li>
                <li class="importent_words">（6）若用户的行为造成小树科技有限公司及其关联公司损失的，用户还应承担赔偿责任。</li>
            </ul>
        </div>
        <li class="importent_words">若用户发表侵犯他人权利或违反法律规定的言论，小树科技有限公司有权停止传输并删除其言论、禁止该用户发言、注销用户帐号及其帐号中的夺宝币（如有），同时，小树科技有限公司保留根据国家法律法规、相关政策向有关机关报告的权利。</li>
    </ol>
</div>

<div class="title_one">三、夺宝会的规则</div>
<div class="protocol_common">
    <ol>
        <li>释义</li>
        <div>
            <ul class="padding_zero">
                <li>（1）夺宝币：指用户为获得商品所支付并由小树科技有限公司预收货款后获得的使用夺宝会的凭据。</li>
                <li>（2）夺宝号码：指用户使用夺宝币参与夺宝会服务时所获取的随机分配号码。</li>
                <li>（3）幸运号码：指与某件商品的全部夺宝号码分配完毕后，夺宝会根据夺宝规则（详见夺宝会官方页面）计算出的一个号码。持有该幸运号码的用户可直接获得该商品。</li>
            </ul>
        </div>
        <li>小树科技有限公司承诺遵循公平、公正、公开的原则运营夺宝会，确保所有用户在夺宝会中享受同等的权利与义务，中奖结果向所有用户公示。</li>
        <li>用户知悉，除本协议另有约定外，无论是否获得商品，用户用于参与夺宝会的夺宝币不能退回；其完全了解参与夺宝会活动的存在的风险，小树科技有限公司不保证用户参与夺宝会一定会获得商品，但参与者均可获得相应的小树网盘空间。</li>
        <li class="importent_words">用户通过参与夺宝会获得商品后，应在7天内登录夺宝会提交或确认收货地址，否则视为放弃该商品，用户因此行为造成的损失，小树科技有限公司不承担任何责任。</li>
        <li>用户通过参与夺宝会获得的商品，享受该商品生产厂家提供的三包服务，具体三包规定以该商品生产厂家公布的为准。</li>
        <li class="importent_words">如果下列情形发生，小树科技有限公司有权取消用户夺宝订单：</li>
        <div class="importent_words">
            <ul class="padding_zero">
                <li>（1）因不可抗力、夺宝会系统发生故障或遭受第三方攻击，或发生其他小树科技有限公司无法控制的情形；</li>
                <li>（2）根据小树科技有限公司已经发布的或将来可能发布或更新的各类规则、公告的规定，小树科技有限公司有权取消用户订单的情形。</li>
                <div class="importent_words protocol_indent">小树科技有限公司有权取消用户订单后，用户可申请退还夺宝币，所退夺宝币将在3个工作日内退还至用户帐户中。</div>
            </ul>
        </div>
        <li>若某件商品的夺宝号码从开始分配之日起90天未分配完毕，则小树科技有限公司有权取消该件商品的夺宝活动，并向用户退还夺宝币，所退还夺宝币将在3个工作日内退还至用户帐户中。</li>
    </ol>
</div>

<div class="title_one">四、本服务协议的修改</div>
<div class="protocol_common protocol_indent">
    用户知晓小树科技有限公司不时公布或修改的与本服务协议有关的其他规则、条款及公告等是本服务协议的组成部分。小树科技有限公司有权在必要时通过在夺宝会内发出公告等合理方式修改本服务协议，用户在享受各项服务时，应当及时查阅了解修改的内容，并自觉遵守本服务协议。用户如继续使用本服务协议涉及的服务，则视为对修改内容的同意，当发生有关争议时，以最新的服务协议为准；用户在不同意修改内容的情况下，有权停止使用本服务协议涉及的服务。
</div>
<div class="protocol_common protocol_indent">
    如用户对本规则内容有任何疑问，可拨打客服电话（010-64140968）进行查询。
</div>

